{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "16510315198c1783c4": {
      "type": "banner-slim",
      "settings": {
        "image": "shopify:\/\/shop_images\/pilldrop_pet_prescriptions_aboutus.jpg",
        "subheading": "<p><strong>INTRODUCING OUR VETERINARIAN:<\/strong><\/p>",
        "subheading_size": "h6",
        "heading": "<p>Louise Harvey<\/p>",
        "heading_size": "h1",
        "text": ""
      }
    },
    "165407221457d375a5": {
      "type": "text",
      "settings": {
        "heading": "Our pets are a cherished part of our family.  That undeniable love inspired PillDrop Pets.",
        "heading_size": "h2",
        "text": "<p>Pair large text with an image to tell a story, explain a detail about your product, or describe a new promotion.<\/p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "165407237486075401": {
      "type": "text",
      "settings": {
        "heading": "What we do.",
        "heading_size": "h3",
        "text": "<p>Following the success of PillDrop, New Zealand’s first full-service digital pharmacy, here’s another NZ first: Your full service digital pet pharmacy - PillDrop Pets! <\/p><p><strong>We’ve done it again!<\/strong><\/p><p>We’ve listened to you, our customers, rave about the simplicity, accessibility and affordability of PillDrop. And we know that you want – and deserve – the same level of service and convenience for your pets.<\/p><p>As proud dog owners ourselves, we know that pets are a central part of the family and we want to give them the best care we can. But no matter how much we love them the reality is managing your pets’ regular medication can be very costly and another job on your to-do list. <\/p><p><strong>Now you can get pet medication straight to your door.<\/strong><\/p><p>For all these reasons, we’ve launched PillDrop Pets where we dispense and deliver pet medication for your cat, dog, or horse* straight to your door. <\/p><p>We can deliver your pets’ prescription medicines and vet-only nutraceuticals (such as vitamins) to your door anywhere in New Zealand. We deliver in the usual form that you expect – liquid, pill bottles, injections, creams and more. We’re here to make it easy to manage your pets’ health and wellbeing and their long-term conditions, keeping them healthy and happy for longer.  <\/p><p><strong>Forget the hassle and costly mark-ups.<\/strong><\/p><p>While pet medication is not subsidised, PillDrop Pets removes the middle person – and the huge mark-ups – which means we can pass on some serious savings to you. <\/p><p><strong>We give you an integrated medicine diary for your whole family – including your four-legged friends.<\/strong><\/p><p>The other bonus is if you are a PillDrop customer, you can fully integrate your pets’ medicine diary with your family’s personalised PillDrop Account. All the vital medication information for your family members – including the four-legged ones – is now in one easy place.  <\/p><p>*Currently our services are available to cats, dogs and horses.<\/p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "1654072419df7eab99": {
      "type": "text",
      "settings": {
        "heading": "Our Story.",
        "heading_size": "h3",
        "text": "<p>Kia ora!<\/p><p>PillDrop’s vision is for healthy, thriving communities and for everyone to have access to a complete pharmacy experience that puts you and your family’s health first. <\/p><p>Our background and hearts are in community health. Jack has over twelve years’ experience as a community pharmacist and loves helping people of all ages and walks of life stay happy and healthy. Many of his patients that he first met twelve years ago, he still sees and helps today.<\/p><p>Suzanne, as an experienced nurse, is passionate about helping people stay well and independent for as long as possible. She believes medication management plays a huge part in making people stay safe and well at home.<\/p><p><br\/><\/p><p><strong>But why stop at helping humans stay healthy? Our pets are an extension of our family – we want them to live happy, healthy lives too.<\/strong><\/p><p><br\/><\/p><p><strong>Looking after our much-loved pets. <\/strong><\/p><p>With PillDrop Pets, we make it easier and affordable to receive your pets’ medicines.<\/p><p>PillDrop Pets has many of the features and benefits our customers love about PillDrop. We deliver straight to your door, so you don’t have to leave home to collect the prescription, and we automatically post your repeats.  <\/p><p><strong>Pet care cost - a huge barrier.<\/strong><\/p><p>That’s why we’ve said goodbye to the middle person, huge mark-ups, and price games to make accessing the right pet medication simpler and much more affordable. Simply send your original prescription to our pharmacy and we’ll take care of the rest. Your vet can also scan or fax the prescription straight to us. Easy.<\/p><p><strong>Finally. New Zealand now has a digital pet pharmacy that’s designed with busy families in mind. <\/strong><\/p><p>PillDrop Pets communicates between vets, our pharmacy and you. It includes a portable, easy-to-follow medicine diary that tells you exactly what medicines your pets are on, how much supply you have left, and when you should see your vet for more. All these features are available to you anytime and anywhere through your personalised PillDrop Account.<\/p><p><strong>Building on the success of PillDrop, we’ve planned, designed and built a pet pharmacy model that continues to listen to you, our community.<\/strong><\/p><p>The result is PillDrop Pets: affordable and hassle-free pharmacy for New Zealand’s much-loved pets.  <\/p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "16568793494c583c31": {
      "type": "text",
      "settings": {
        "heading": "Introducing our veterinarian: Louise Harvey",
        "heading_size": "h2",
        "text": "<p>PillDrop Pets is proud to welcome experienced veterinarian, Louise Harvey, to the team. <br\/>Louise is excited to join PillDrop Pets and is the perfect fit. She believes every owner should<br\/>have access to affordable, consistent, and excellent care to support their pets to live longer,<br\/>happier, and healthier lives. <br\/>Louise grew up on a sheep farm near Gore and so began her love for animal health. As a<br\/>child, she helped her dad care for sick sheep during the lambing season, reared stray kittens<br\/>who later became family pets, and enjoyed the company of a large gang of working and<br\/>hunting dogs.<br\/>Graduating from Palmerston North in 2016 with a Bachelor of Veterinary Science, Louise’s<br\/>first job was as a companion animal vet in a central Auckland clinic. Since then, her patients<br\/>have mainly been cats and dogs.<br\/>During her time at the clinic, Louise became a pet sitter which included animals with chronic<br\/>medical conditions who couldn’t stay at kennels or catteries. Through this experience, she<br\/>was exposed to the very real challenges of medicating pets at home. She saw first-hand how<br\/>difficult it could be for owners to follow the right medicine regime for their pets with the<br\/>various tablets, capsules, liquids, and ointments that are prescribed.<br\/>All this experience means Louise has a keen interest in the different ways vets can improve;<br\/>to both meet the medical needs for pets – and make the experience much easier for owners.<br\/>One way to achieve this is by personalising a pet’s medication regime so that it meets the<br\/>owner’s needs for efficiency and accessibility and improves the pet’s quality of life and<br\/>longevity. Another way is making sure pets have the best exercise, diet, and lifestyle<br\/>routines to complement their medical care. <br\/>Louise really enjoys the uniqueness of each patient she treats and says, “I love the<br\/>challenge of expanding my repertoire of ways in which I can help pets, be this with medicine,<br\/>diet or lifestyle adjustments.”  <br\/><br\/>At PillDrop Pets, Louise will be helping you better understand what your animals have been<br\/>prescribed, so that you can confidently manage your pet's medications at home. She will be<br\/>available for advice and support on how you can help your much-loved pets have and<br\/>maintain a healthy lifestyle where correct medicine management is key.<\/p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "16570076576ba4e626": {
      "type": "image-with-text",
      "settings": {
        "image": "shopify:\/\/shop_images\/cat_banner_lifestyle.png",
        "heading": "Introducing our veterinarian: Louise Harvey",
        "heading_size": "h2",
        "text": "<p>PillDrop Pets is proud to welcome experienced veterinarian, Louise Harvey, to the team. <br\/>Louise is excited to join PillDrop Pets and is the perfect fit. She believes every owner should<br\/>have access to affordable, consistent, and excellent care to support their pets to live longer,<br\/>happier, and healthier lives. <\/p>",
        "button_label": "Read more",
        "button_link": "",
        "layout": "right"
      }
    },
    "1654072422ee4ffbdd": {
      "type": "background-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/banner_slim.jpg",
        "heading": "How it works",
        "heading_size": "h2",
        "text": "<p>Pet prescriptions made easy.<\/p>",
        "button_label": "Learn more",
        "button_link": "shopify:\/\/pages\/how-it-works"
      }
    }
  },
  "order": [
    "main",
    "16510315198c1783c4",
    "165407221457d375a5",
    "165407237486075401",
    "1654072419df7eab99",
    "16568793494c583c31",
    "16570076576ba4e626",
    "1654072422ee4ffbdd"
  ],
  "wrapper": "div.main-wrapper"
}
